[
  {
    "id": "rootootoot",
    "title": "rootootoot",
    "tags": ["Map Pack", "rootootoot"],
    "description": "In 2018, I embarked on the monumental task of gathering all the maps I had ever created. After that, I carefully selected my 500 favorite maps. By evaluating the difficulty of each map and measuring their complexities using algorithms, I organized them in a manner that mirrors the progression found in the original game.",
    "screenshotCount": 4,
    "buttons": [
      {
        "type": "download",
        "href": "https://s3.eu-north-1.amazonaws.com/banjodave.com/n/DW40_rootootoot.rar",
        "label": "rootootoot (free download pre-packaged with game!)"
      },
      {
        "href": "https://packs.droni.es/47f49e3074ce84b685",
        "label": "browse maps on packs"
      }
    ]
  },
  {
    "id": "sol",
    "title": "sol",
    "tags": ["Map Pack", "sol"],
    "description": "The sol map pack features maps with difficulty levels that range from very easy to hard, ensuring a suitable challenge for everyone from beginners to experienced players. Each map also houses three hidden trapdoor switches, serving as bonus objectives for those players who love to explore and conquer, and bonus/alternate hard versions of each map.",
    "buttons": [
      {
        "type": "download",
        "href": "https://s3.eu-north-1.amazonaws.com/banjodave.com/n/DW40-sol.zip",
        "label": "sol (free download pre-packaged with game!)"
      },
      {
        "href": "https://packs.droni.es/c99fc8f1846959e4dd",
        "label": "browse maps on packs"
      }
    ]
  },
  {
    "id": "DW40",
    "title": "Complete Works of DW40",
    "tags": ["Coming Soon", "Map Pack", "Patreon"],
    "description": "My best efforts to catalogue a decade of mapping. Every map I've ever made in one massive pack. Includes the best and worst of DW40. (Coming Soon to BWC)"
  },
  {
    "id": "rootootoot-cd",
    "title": "rootootoot collector's edition PC-CD",
    "tags": ["Coming Soon", "BanjoWare", "PC-CD", "Map Pack", "rootootoot"],
    "description": "Encased in a classic jewel case and embellished with the exclusive BanjoWare sticker. Not just a decorative piece, this CD includes the full rootootoot map pack. Even though we live in the age of digital downloads, this physical copy offers an irreplaceable tactile and visual experience that will take you back to the golden days of gaming. (Coming Soon)",
    "screenshotCount": 3
  },
  {
    "id": "poster",
    "title": "Posters",
    "tags": [
      "Coming Soon",
      "BanjoWare",
      "Poster",
      "rootootoot",
      "column r",
      "N++"
    ],
    "description": "A2-A3, Single Sided, Classic Silk. (Full resolution downloads coming soon to BWC. Physical purchase coming soon to BanjoWare)",
    "screenshotCount": 3
  }
]
